Repository: lollipopkit/mfuse
Catalog: MFuse/Localizable.xcstrings
Source language: en
Languages: es, fr, id, it, ja, ko, zh_hans, zh_hant

# settings.launchAtLogin.enabled
source: MFuse will launch automatically after you sign in.
es: MFuse se iniciará automáticamente después de iniciar sesión.
fr: MFuse se lancera automatiquement après votre connexion.
id: MFuse akan berjalan otomatis setelah Anda masuk.
it: MFuse si avvierà automaticamente dopo l’accesso.
ja: サインイン後に MFuse が自動的に起動します。
ko: 로그인 후 MFuse가 자동으로 실행됩니다.
zh_hans: 登录后 MFuse 会自动启动。
zh_hant: 登入後 MFuse 會自動啟動。

# settings.launchAtLogin.notFound
source: Move MFuse into /Applications before enabling launch at login.
es: Mueve MFuse a /Applications antes de activar el inicio al iniciar sesión.
fr: Déplacez MFuse dans /Applications avant d’activer le lancement à l’ouverture de session.
id: Pindahkan MFuse ke /Applications sebelum mengaktifkan jalankan saat login.
it: Sposta MFuse in /Applications prima di abilitare l’avvio all’accesso.
ja: ログイン時に起動を有効にする前に、MFuse を /Applications に移動してください。
ko: 로그인 시 실행을 켜기 전에 MFuse를 /Applications로 이동하세요.
zh_hans: 启用登录时启动前，请先将 MFuse 移到 /Applications。
zh_hant: 啟用登入時啟動前，請先將 MFuse 移到 /Applications。

# settings.launchAtLogin.notRegistered
source: Launch at login is off.
es: Iniciar al iniciar sesión está desactivado.
fr: Le lancement à l’ouverture de session est désactivé.
id: Jalankan saat login nonaktif.
it: Avvio all’accesso disattivato.
ja: ログイン時に起動はオフです。
ko: 로그인 시 실행이 꺼져 있습니다.
zh_hans: 登录时启动已关闭。
zh_hant: 登入時啟動已關閉。

# settings.launchAtLogin.requiresApproval
source: Launch at login needs approval in System Settings.
es: Iniciar al iniciar sesión necesita aprobación en Ajustes del Sistema.
fr: Le lancement à l’ouverture de session nécessite une approbation dans Réglages Système.
id: Jalankan saat login memerlukan persetujuan di Pengaturan Sistem.
it: L’avvio all’accesso richiede approvazione nelle Impostazioni di Sistema.
ja: ログイン時に起動するにはシステム設定での承認が必要です。
ko: 로그인 시 실행은 시스템 설정에서 승인이 필요합니다.
zh_hans: 登录时启动需要在系统设置中批准。
zh_hant: 登入時啟動需要在系統設定中核准。

# settings.launchAtLogin.unavailable
source: Launch at login status is unavailable.
es: El estado de inicio al iniciar sesión no está disponible.
fr: L’état du lancement à l’ouverture de session est indisponible.
id: Status jalankan saat login tidak tersedia.
it: Lo stato dell’avvio all’accesso non è disponibile.
ja: ログイン時に起動の状態を取得できません。
ko: 로그인 시 실행 상태를 확인할 수 없습니다.
zh_hans: 无法获取登录时启动状态。
zh_hant: 無法取得登入時啟動狀態。

# settings.section.about
source: About
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

# settings.section.sync
source: Sync
es: Sincronización
fr: Synchronisation
id: Sinkronisasi
it: Sincronizzazione
ja: 同期
ko: 동기화
zh_hans: 同步
zh_hant: 同步

# settings.toggle.iCloudSync
source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ja: iCloud 同期
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.toggle.launchAtLogin
source: Launch at Login
es: Iniciar al iniciar sesión
fr: Lancer à l’ouverture de session
id: Jalankan saat login
it: Avvia all’accesso
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.unknown
source: Unknown
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

# sidebar.action.mounting
source: Mounting…
es: Montando…
fr: Montage…
id: Memasang…
it: Montaggio…
ja: マウント中…
ko: 마운트 중…
zh_hans: 挂载中…
zh_hant: 掛載中…

# sidebar.action.removeMount
source: Remove Mount
es: Eliminar montaje
fr: Supprimer le montage
id: Hapus mount
it: Rimuovi montaggio
ja: マウントを削除
ko: 마운트 제거
zh_hans: 移除挂载
zh_hant: 移除掛載

# sidebar.error.removeMount
source: Failed to remove mount %@: %@
es: No se pudo eliminar el montaje %@: %@
fr: Impossible de supprimer le montage %@ : %@
id: Gagal menghapus mount %@: %@
it: Impossibile rimuovere il montaggio %@: %@
ja: マウント %@ を削除できませんでした: %@
ko: 마운트 %@ 제거 실패: %@
zh_hans: 移除挂载 %@ 失败：%@
zh_hant: 移除掛載 %@ 失敗：%@

# sidebar.error.unableToRemoveMount
source: Unable to Remove Mount
es: No se puede eliminar el montaje
fr: Impossible de supprimer le montage
id: Tidak dapat menghapus mount
it: Impossibile rimuovere il montaggio
ja: マウントを削除できません
ko: 마운트를 제거할 수 없습니다
zh_hans: 无法移除挂载
zh_hant: 無法移除掛載

# sidebar.section.mounts
source: Mounts
es: Montajes
fr: Montages
id: Mount
it: Mount
ja: マウント
ko: 마운트
zh_hans: 挂载
zh_hant: 掛載

# detail.field.host
source: Host
fr: Hôte
ja: ホスト
ko: 호스트
zh_hans: 主机
zh_hant: 主機

# editor.section.general
source: General
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

# settings.section.general
source: General
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

# editor.field.bucket
source: Bucket
ja: バケット
ko: 버킷
